export const animals = [
  {
    name: "Маня",
    slug: "manya",
    emoji: "🐱",
    description: "Король джунглей, сильный и величественный хищник",
    image: "/animals/manya.jpeg",
    introText: "Вам попалась кошечка Маня.",
    story:
      "Маню Мария нашла маленькой, с больными глазками, под чужим балконом. Но полностью восстановить зрение, к сожалению, уже было невозможно, но Маня частично видит и прекрасно чувствует мир сердцем. Позже выяснилось, что у неё стеноз носоглотки, и ей пришлось перенести две серьёзные операции. К счастью, ей стало легче — и теперь она снова играет, мурчит и радуется жизни.",
    wishlist: [
      "палочку-дразнилку или интерактивную игрушку — она обожает играть и оживает, когда что-то шуршит или движется",
      "вкусняшки любого вида — Маня маленькая сладкоежка и обожает поощрения",
      "и, конечно, немного чудес и теплоты",
    ],
    closingMessage: "Пусть ваш подарок станет для неё искоркой счастья!",
    display: false,
  },
  {
    name: "Симка",
    slug: "simka",
    emoji: "🐱",
    description: "Кошечка, которая учится жить без страха",
    image: "/animals/simka.jpeg",
    introText: "Вам попалась кошечка Симка.",
    story:
      "Мария нашла её под машинами — худую, дрожащую и совсем потерянную. Эта малышка много пережила, но продолжает быть удивительно нежной и благодарной. Совсем недавно у Симки сильно воспалился хвостик — состояние было настолько тяжёлым, что врачи говорили об ампутации. Лечение помогло, но, к сожалению, воспаление вернулось. Сейчас Симке снова нужны лекарства и уход: Кладакса, хлоргексидин, Меколь — всё это помогает ей бороться с воспалением и восстанавливать хвостик.",
    wishlist: [
      "лекарства, которые так необходимы для лечения",
      "её любимый влажный корм — Whiskas или Purina",
      "немного тепла и заботы, которые для неё значат весь мир",
    ],
    closingMessage:
      "Пусть подарок Санты станет для Симки поддержкой и маленьким шагом к полному выздоровлению.",
    display: false,
  },
  {
    name: "Вася",
    slug: "vasya",
    emoji: "🐱",
    description: "Спокойный мальчик, который очень ждёт своего чуда",
    image: "/animals/vasya.jpeg",
    introText:
      "Вам попался кот Вася — спокойный мальчик, который очень ждёт своего чуда.",
    story:
      "Когда-то мы с Марией ловили его на даче: он бегал вместе с маленькими котятами и пытался выжить как мог. На улице Вася получил травму глазика — теперь у него бельмо, что, к сожалению, очень частая история для бездомных животных. Сейчас Вася живёт у Марии и всё ещё верит, что однажды найдёт свою семью, в которой будет чувствовать себя в счастливым.",
    wishlist: [
      "пластиковые мисочки на подставке, чтобы кушать рядом со своими друзьями. Янина поможет выбрать недорогие и удобные варианты на маркетплейсах",
      "и, конечно, немножко тепла и внимания, которые для Васи бесценны",
    ],
    closingMessage:
      "Пусть подарок Санты станет для него маленьким шагом к большой мечте — однажды стать домашним и любимым.",
    display: false,
  },
  {
    name: "Мотя",
    slug: "motya",
    emoji: "🐱",
    description: "Ласковая девочка, которая учится жить без страха",
    image: "/animals/motya.jpeg",
    introText:
      "Вам попалась кошечка Мотя — ласковая девочка, которая учится жить без страха.",
    story:
      "Мотю нашли так же, как и Симку — под машинами, где она пряталась от холода и опасностей. Маленькая, растерянная, дрожащая… но невероятно доверчивая и добрая. После спасения у Моти обнаружилась сильная аллергия на блохи. Теперь ей необходимо ежемесячно капать Селафорт, чтобы не появлялась реакция и малышка чувствовала себя хорошо.",
    wishlist: [
      "капли Селафорт для ежемесячной обработки",
      "немного вкусняшек и ласки",
      "заботу и внимание, которые помогают ей чувствовать себя в безопасности",
    ],
    closingMessage:
      "Пусть подарок Санты станет для Моти спокойствием, заботой и маленьким чудом, которого она так заслуживает.",
    display: false,
  },
  {
    name: "Матильда",
    slug: "matilda",
    emoji: "🐱",
    description: "Смелая девочка с большим сердцем",
    image: "/animals/matilda.jpeg",
    introText:
      "Вам попалась кошечка Матильда — смелая девочка с большим сердцем.",
    story:
      "Матильду нашли в стихийнике, где ей пришлось выживать в непростых условиях. Недавно она перенесла операцию по вправлению пупочной грыжи и постепенно восстанавливается после вмешательства. Пока Матильда ещё не совсем освоилась с лотком, поэтому ей будет очень полезен большой лоток размером примерно 46–52 см, чтобы ей было комфортно.",
    wishlist: [
      "просторный лоток",
      "немного вкусняшек и ласки",
      "заботу и внимание, которые помогут ей чувствовать себя в безопасности",
    ],
    closingMessage:
      "Пусть подарок Санты подарит Матильде удобство, уют и маленькое чудо в её жизни.",
    display: false,
  },
  {
    name: "Кенни",
    slug: "kenny",
    emoji: "🐱",
    description: "Весёлый и игривый мальчик с разными глазами",
    image: "/animals/kenny.jpeg",
    introText:
      "Вам попался кот Кенни — весёлый и игривый мальчик с разными глазами.",
    story:
      "Кенни был спасён вместе со своей сестрёнкой Матильдой из стихийника, где им приходилось выживать в непростых условиях. Сейчас он живёт у Марии и каждый день радуется еде, играм и вниманию.",
    wishlist: [
      "сухой или влажный корм",
      "маленькую интересную игрушку для игр",
      "немного любви и заботы, которые делают его дни ярче",
    ],
    closingMessage:
      "Пусть подарок Санты принесёт Кенни радость, вкусняшки и весёлые моменты!",
    display: false,
  },
  {
    name: "Тиффани",
    slug: "tiffany",
    emoji: "🐱",
    description: "Спокойная и ласковая девочка",
    image: "/animals/tiffany.jpeg",
    introText: "Вам попалась кошечка Тиффани — спокойная и ласковая девочка",
    story:
      "Тиффани попала ко мне настоящим чудом: освободилось место на массовой стерилизации, и её привезли. Она сразу покорила меня своим спокойствием, нежностью и идеальным характером — настоящая мечта для любого хозяина. Я не смогла вернуть ее обратно на улицу под магазин в деревню. она осталась у меня искать своего хозяина.",
    wishlist: [
      "любимые лакомства — консервы, паучи",
      "немного внимания и ласки, которые она так любит",
      "заботу и тепло, чтобы чувствовать себя в безопасности и любимой",
    ],
    closingMessage:
      "Пусть подарок Санты подарит Тиффани радость, вкусняшки и уют!",
    display: false,
  },
  {
    name: "Аврора",
    slug: "aurora",
    emoji: "🐱",
    description: "Добрая и нежная девочка, с непростым диагнозом- ФИП",
    image: "/animals/aurora.jpeg",
    introText:
      "Вам попалась кошечка Аврора — добрая и нежная девочка, с непростым диагнозом- ФИП.",
    story:
      "С Авроры началось наше знакомство с Марией и помощь её подопечным. Благодаря этому знакомству мы смогли вылечить многих животных и подарить дом большому количеству хвостиков. Сейчас Аврора всё ещё ищет свою настоящую семью, но пока ждёт новогодние радости в виде вкусняшек и заботы.",
    wishlist: [
      "вкусняшки и лакомства",
      "внимание и ласку",
      "маленькое чудо, которое согреет её сердце в ожидании дома",
    ],
    closingMessage:
      "Пусть подарок Санты подарит Авроре радость, уют и немного новогодней магии!",
    display: false,
  },
  {
    name: "Фигара",
    slug: "figara",
    emoji: "🐱",
    description: "Маленькая шалунья и любительница игр",
    image: "/animals/figara.jpeg",
    introText:
      "Вам попался котёнок Фигара — маленькая шалунья и любительница игр.",
    story:
      "«Пливет, Санта! Мне тли месяца.. Я ничего не вижу, потому фто мои глафки тламвиловались, но я очень хочу иглать и быть любимой! Я очень хотю получить иглушку и вкусный корм. Пожалуйста, не забудь про меня!» 🐾",
    wishlist: [
      "корм Royal Canin — сухой, консервы или паучи",
      "игрушки шуршалки или с хвостиками звенящие",
      "немного внимания и ласки, которые она так любит",
    ],
    closingMessage:
      "Пусть подарок Санты подарит Фигаре весёлые игры, вкусняшки и любовь!",
    display: true,
  },
  {
    name: "Кола",
    slug: "cola",
    emoji: "🐱",
    description: "Добрая и ласковая девочка",
    image: "/animals/cola.jpeg",
    introText: "Вам попалась кошечка Кола — добрая и ласковая девочка.",
    story:
      "Кола пришла к нам от соседей, следуя за своей «соседкой» — тоже кошкой, которая жила у соседей. Её кличка с испанского означает «хвост». Раньше она жила в сарае, питалась отходами и рожала котят, которые, к сожалению, погибали. Один из её котят всё же заглядывает к нам, но забрать его пока нельзя из-за лишая на голове. Возможно, позже мы сможем помочь и ему. Кола сразу поняла, что у нас ей хорошо, и подарила нам свою нежность и доверие.",
    wishlist: [
      "сухой и влажный корм",
      "внимание и ласку",
      "свой дом навсегда, где она будет чувствовать себя в безопасности и любимой",
    ],
    closingMessage:
      "Пусть подарок Санты принесёт Коле радость, вкусняшки и немного волшебства!",
    display: false,
  },
  {
    name: "Сири",
    slug: "siri",
    emoji: "🐱",
    description: "Нежная и уверенная девочка",
    image: "/animals/siri.jpeg",
    introText: "Вам попалась кошечка Сири — нежная и уверенная девочка.",
    story:
      "Сири — «кеп» нашей огромной кошачьей команды. Подарить подарок Сири — значит задобрить настоящего лидера ОПГ… шутка! 😸 На самом деле, Сири очень нежная и добрая. У неё атаксия, которая, к сожалению, неизлечима, но среди всех атаксиков она самая уверенная и самостоятельная. Её жизненные функции полностью сохранены, и она радуется каждому дню. Сири обожает игры и вкусно покушать, поэтому подарки для неё — это радость и внимание.",
    wishlist: [
      "игрушки для игр и активности",
      "вкусный корм и лакомства",
      "внимание, ласку и заботу, которые делают её дни ярче",
    ],
    closingMessage: "Пусть подарок Санты принесёт Сири радость, веселье и уют!",
    display: true,
  },
  {
    name: "Афоня",
    slug: "afonya",
    emoji: "🐱",
    description: "Самый нежный мальчик на свете",
    image: "/animals/afonya.jpeg",
    introText: "Вам попался кот Афоня — самый нежный мальчик на свете.",
    story:
      "Афоня — большой и ласковый котёнок, настоящий обжора, что видно по его размерам. Он обожает любые лакомства и радуется каждому вкусному кусочку.",
    wishlist: [
      "вкусняшки любого вида",
      "внимание, ласку и заботу",
      "немного тепла и любви, которые делают его дни счастливыми",
    ],
    closingMessage:
      "Пусть подарок Санты принесёт Афоне радость, вкусняшки и уют!",
    display: false,
  },
  {
    name: "Моня",
    slug: "monya",
    emoji: "🐱",
    description: "Смелая и храбрая девочка",
    image: "/animals/monya.jpeg",
    introText: "Вам попалась кошечка Моня — смелая и храбрая девочка.",
    story:
      "Моня была спасена из тяжёлых условий гомельского стихийника. Сейчас она находится на хорошей передержке, где о ней заботятся и дают всё необходимое для восстановления. После спасения Моня нуждается в повторной обработке капельками Селафорт, поэтому такой подарок будет для неё очень полезен.",
    wishlist: [
      "капли Селафорт для обработки",
      "внимание и ласку, которые помогают ей чувствовать себя в безопасности",
      "заботу и немного радости, чтобы каждый день был светлым",
    ],
    closingMessage:
      "Пусть подарок Санты принесёт Монечке здоровье и хорошую семью!",
    display: false,
  },
  {
    name: "Солнышко и Кнопа",
    slug: "solnyshko-and-knopa",
    emoji: "🐱",
    description: "Сестричка с большим сердцем",
    image: "/animals/solnyshko.jpeg",
    introText:
      "Вам попались кошечки Солнышко и Кнопа — сестрички с большим сердцем.",
    story:
      "Солнышко и Кнопа были спасены из подвала ровно год назад и вылечены от вирусных заболеваний. С тех пор они живут у нас, но всё ещё ждут свою настоящую семью.",
    wishlist: [
      "вкусняшки и лакомства, которые сделают ожидание дома приятнее",
      "внимание, ласку и заботу",
      "немного новогодней магии, чтобы почувствовать себя любимыми",
    ],
    closingMessage:
      "Пусть подарок Санты принесёт Солнышку и Кнопе радость, уют и веру в чудо!",
    display: false,
  },
  {
    name: "Байка",
    slug: "bayka",
    emoji: "🐱",
    description: "Нежная и немного робкая девочка",
    image: "/animals/bayka.jpeg",
    introText: "Вам попалась кошечка Байка — нежная и немного робкая девочка.",
    story:
      "Байка уже однажды обрела семью, но была возвращена обратно. После этого она стала неуверенной и осторожной к людям. Мы надеемся, что со временем она поймёт: это не она плохая, а поступки людей.",
    wishlist: [
      "вкусняшки и лакомства, чтобы получить маленькое послание: «Ты хорошая и заслуживаешь любви»",
      "внимание, ласку и заботу, которые помогут ей поверить людям снова",
      "немного тепла и поддержки, чтобы каждый день был спокойным и радостным",
    ],
    closingMessage:
      "Пусть подарок Санты принесёт Байке радость, уверенность и ощущение любви!",
    display: false,
  },
  {
    name: "Султан и Ракета",
    slug: "sultan-and-raketa",
    emoji: "🐱",
    description: "Неразлучник",
    image: "/animals/sultan.jpeg",
    introText: "Вам попались котики Султан и Ракета — неразлучники.",
    story:
      "Султанчик и Ракета были спасены с автобусной остановки. Они всегда рядом друг с другом, и их любовь друг к другу — безмерна.",
    wishlist: [
      "сухой корм или консервы, которые они обожают",
      "внимание, ласку и заботу, которые делают их дни ярче",
      "немного радости и уюта, чтобы каждый день был тёплым и вкусным",
    ],
    closingMessage:
      "Пусть подарок Санты принесёт Султану и Ракете вкусняшки, уют и любовь!",
    display: false,
  },
  {
    name: "Тая",
    slug: "taya",
    emoji: "🐱",
    description: "Активная и любопытная девочка",
    image: "/animals/taya.jpeg",
    introText: "Вам попалась кошечка Тая — активная и любопытная девочка.",
    story:
      "Тая жила на мусорке и сама боролась за каждый день. Ей ещё нет и 8 месяцев, и она полна энергии и любопытства.",
    wishlist: [
      "игрушку для игр и активности",
      "любимый влажный корм",
      "внимание, ласку и заботу, чтобы почувствовать себя в безопасности и любимой",
    ],
    closingMessage:
      "Пусть подарок Санты подарит Тае радость, весёлые игры и уют!",
    display: false,
  },
  {
    name: "Муля",
    slug: "mulya",
    emoji: "🐶",
    description: "Ласковая девочка, которая ждет свою семью долго",
    image: "/animals/mulya.jpeg",
    introText:
      "Вам попалась собачка Муля — ласковая девочка. которая ждет свою семью долго и это уже 3 ее новый год на передержке...",
    story: "Муля обожает вкусно покушать и радуется каждому кусочку еды.",
    wishlist: [
      "любимый влажный корм — паучи, например Pedigree, дарлинг",
      "внимание, ласку и заботу, которые делают её дни радостными",
      "может быть игрушку даже",
    ],
    closingMessage:
      "Пусть подарок Санты принесёт Муле радость, вкусняшки и тепло!",
    display: true,
  },
  {
    name: "Шеда",
    slug: "sheda",
    emoji: "🐱",
    description: "Смелая девочка",
    image: "/animals/sheda.jpeg",
    introText: "Вам попалась кошечка Шеда — смелая девочка.",
    story:
      "Шеда была одинокой кошкой в поле, но нашла в себе мужество вывести себя и своих котят оттуда. Теперь она живёт с нами и ждёт свою настоящую семью, где будет чувствовать себя в безопасности и любимой.",
    wishlist: [
      "баночку любимого карни Animonda",
      "внимание, ласку и заботу, чтобы чувствовать себя счастливой",
      "немного тепла и радости в ожидании дома",
    ],
    closingMessage:
      "Пусть подарок Санты подарит Шеде вкусняшки, уют и ощущение заботы!",
    display: false,
  },
  {
    name: "Терра",
    slug: "terra",
    emoji: "🐱",
    description: "Нежная девочка",
    image: "/animals/terra.jpeg",
    introText: "Вам попалась кошечка Терра — нежная девочка.",
    story:
      "Терра была спасена из стихийника глухонемой женщины. Когда её привезли, кошечка была практически лысой, но благодаря заботе и уходу мы помогли ей восстановиться.",
    wishlist: [
      "влажный корм, линейки Derma, или просто с пометкой для красивой и здоровой шерсти",
      "внимание, ласку и заботу, чтобы чувствовать себя любимой и счастливой",
    ],
    closingMessage:
      "Пусть подарок Санты подарит Терре радость, вкусняшки и здоровье!",
    display: true,
  },
  {
    name: "Жуня",
    slug: "zhunya",
    emoji: "🐱",
    description: "Ждёт свою семью уже 5 лет",
    image: "/animals/zhunya.jpeg",
    introText: "Вам попалась кошечка Жуня.",
    story:
      "Жуня ждёт свою семью уже 5 лет. Сейчас она живёт на передержке, где её очень любят и заботятся о ней, но там уже более 8 животных, и Жуне нужен комфортный лоток.",
    wishlist: [
      "средний или большой лоток, чтобы чувствовать себя удобно среди других питомцев",
      "внимание, ласку и заботу",
      "немного уюта и радости, чтобы каждый день был спокойным и светлым",
    ],
    closingMessage:
      "Пусть подарок Санты подарит Жуне комфорт, радость и тепло!",
    display: false,
  },
  {
    name: "Кася",
    slug: "kasia",
    emoji: "🐱",
    description: "Нежная девочка с непростой судьбой",
    image: "/animals/kasia.jpeg",
    introText:
      "Вам попалась кошечка Кася — нежная девочка с непростой судьбой.",
    story:
      "Из-за сильного воспаления Касе пришлось удалить все зубки. Боль была настолько мучительной, что она не могла есть — кричала и убегала от миски, не понимая, почему любимая еда причиняет такую боль.\n\nСейчас Кася уже год живёт на передержке, чувствует себя намного лучше и очень ждёт своего человека, который подарит ей любовь и спокойствие.",
    wishlist: [
      "мелкий сухой корм, например Murr, который ей легко кушать",
      "любой вкусный влажный корм",
      "немного заботы и тепла, чтобы чувствовать себя любимой",
    ],
    closingMessage:
      "Пусть подарок Санты принесёт Касе вкусняшки, нежность и уверенность, что чудеса случаются!",
    display: true,
  },
  {
    name: "Софийка",
    slug: "sofiika",
    emoji: "🐱",
    description: "Самая добрая и солнечная девочка",
    image: "/animals/sofiika.jpeg",
    introText:
      "Вам попалась кошечка Софийка — самая добрая и солнечная девочка.",
    story:
      "Софийка — это настоящий генератор позитива. Активная, ласковая и невероятно добрая, она наполняет нашу передержку светом, любовью и хорошим настроением. Рядом с ней невозможно грустить!",
    wishlist: [
      "когтеточку, чтобы с удовольствием точить коготки и играть",
      "немного внимания и ласки, которые она так любит",
      "тёплый лучик новогоднего волшебства",
    ],
    closingMessage:
      "Пусть подарок Санты подарит Софийке радость, уют и море хорошего настроения!",
    display: false,
  },
  {
    name: "Мышка",
    slug: "myshka",
    emoji: "🐱",
    description: "Маленькая, но очень сильная духом девочка",
    image: "/animals/myshka.jpeg",
    introText:
      "Вам попалась кошечка Мышка — маленькая, но очень сильная духом девочка.",
    story:
      "Мышка пережила слишком много для одной кошки: тяжёлые испытания, борьбу за жизнь и моменты, когда её чудом удавалось спасти. Недавно у неё также диагностировали ВИК — иммунодефицит, но Мышка не сдаётся. Она остаётся такой же нежной, светлой и невероятно мужественной.",
    wishlist: [
      "игрушку, чтобы отвлечься и радоваться мелочам",
      "когтеточку, чтобы было чем занять лапки",
      "немного тепла, заботы и волшебства — ведь она так этого заслуживает",
    ],
    closingMessage:
      "Пусть подарок Санты принесёт Мышке радость, поддержку и самые добрые чудеса!",
    display: false,
  },
  {
    name: "Муся",
    slug: "musya",
    emoji: "🐱",
    description: "Нежная девочка с трогательной историей",
    image: "/animals/musya.jpeg",
    introText:
      "Вам попалась кошечка Муся — нежная девочка с трогательной историей.",
    story:
      "Мусю нашли на даче, и с тех пор она стала частью нашей большой хвостатой семьи. У неё диагностирован лейкоз, но Муся остаётся бодрой и очень благодарной за каждую капельку заботы.",
    wishlist: [
      "любимый влажный корм",
      "сухой корм, чтобы всегда быть сытой и довольной",
      "немного тепла и любви, которых ей всегда хочется больше всего",
    ],
    closingMessage:
      "Пусть подарок Санты принесёт Мусе вкусняшки, уют и ощущение, что она — особенная!",
    display: false,
  },
  {
    name: "Марсик",
    slug: "marsik",
    emoji: "🐱",
    description: "Молодой, активный и очень мечтающий о семье",
    image: "/animals/marsik.jpeg",
    introText:
      "Вам попался котик Марсик — молодой, активный и очень мечтающий о семье.",
    story:
      "Марсика Мария нашла в подвале. К огромному сожалению, его братья и сестра не дождались помощи… А маленький Марсик тихо сидел на тёплых трубах, смирившись и будто ожидая свой последний день. Но Мария успела — и подарила ему шанс на жизнь.\n\nУ Марсика бельмо на глазике — частая уличная травма, но он остаётся таким же игривым, нежным и верящим в чудо котом. Он мечтает о своей семье и очень любит внимание.",
    wishlist: [
      "интерактивную игрушку, чтобы играть и выплёскивать энергию",
      "вкусный влажный корм, ведь Марсик обожает сытно поесть",
      "немного тепла и надежды, что следующий Новый год он встретит дома",
    ],
    closingMessage:
      "Пусть подарок Санты принесёт Марсику радость, игру и маленькое чудо, которого он так достоин!",
    display: false,
  },
  {
    name: "Барсик",
    slug: "barsik",
    emoji: "🐱",
    description: "Добрый и невероятно терпеливый мальчик",
    image: "/animals/barsik.jpeg",
    introText:
      "Вам попался котик Барсик — добрый и невероятно терпеливый мальчик.",
    story:
      "Барсик долго сидел под домом вместе со своими пятью котятами. К сожалению, трое малышей погибли от вирусной инфекции… Двое нашли свои семьи. Но сам Барсик так и не дождался своего дома — пока.\n\nОн около 4х лет живёт на большой передержке у Марии, мечтая о тёплом, спокойном и уютном месте, где его наконец-то полюбят по-настоящему.",
    wishlist: [
      "чудо-средство Ozon, артикул 1180357304, чтобы поддерживать чистоту лотков (на большой передержке это очень нужно)",
      "немного внимания и ласки",
      "надежду, что скоро появится его человек и его долгожданный дом",
    ],
    closingMessage:
      "Пусть подарок Санты принесёт Барсику уют, чистоту и маленькое новогоднее чудо, которого он так достоин!",
    display: true,
  },
  {
    name: "Мия",
    slug: "miya",
    emoji: "🐱",
    description: "Маленькая девочка, оказавшаяся на улице не по своей вине",
    image: "/animals/miya.jpeg",
    introText:
      "Вам попалась кошечка Мия — маленькая девочка, оказавшаяся на улице не по своей вине.",
    story:
      "Мию буквально выбросили в непростую жизнь, но ей повезло: мы успели найти для неё передержку, и моя мама с добрым сердцем приютила её у себя. Теперь Мия окружена заботой и вниманием, но она всё ещё ждёт своё главное чудо — настоящую семью, которая подарит ей дом и любовь.",
    wishlist: [
      "корм, который она очень любит (Ozon, артикул  1000411560)",
      "немного нежности и тепла",
      "веру в то, что её семья обязательно скоро найдётся",
    ],
    closingMessage:
      "Пусть подарок Санты принесёт Мии вкусняшки, уют и надежду на счастливое будущее!",
    display: true,
  },
  {
    name: "Дыня",
    slug: "dynya",
    emoji: "🐱",
    description: "Харизматичная «женщина-страдалица»",
    image: "/animals/dynya.jpeg",
    introText:
      "Вам попалась кошечка Дыня — харизматичная «женщина-страдалица».",
    story:
      "Дыню спасли с Зябровки: она жила на мусорке и выживала, питаясь костями. Перед стерилизацией она родила котят, но малыши оказались слишком слабыми — у них не было сосательного рефлекса, поэтому Дыня их отвергла.\n\nСейчас Дыня в безопасности, и, несмотря на свою тяжёлую прошлую жизнь, она стала настоящей симптоматичной дивой: любит чуть-чуть поныть, изображать страдания и показывать всем, какая она хрупкая… ДА-да, анализы ее в порядке.",
    wishlist: [
      "вкусные лакомства — хотя бы за выдающееся актёрское мастерство",
      "немного внимания, которое она так умело выпрашивает",
      "щепотку новогодней магии, чтобы страдать стало ещё приятнее",
    ],
    closingMessage:
      "Пусть подарок Санты принесёт Дыне вкусняшки, уют и возможность продолжать быть главной драматической звездой передержки!",
    display: false,
  },
  {
    name: "Букля",
    slug: "buklya",
    emoji: "🐱",
    description: "Маленькая, трогательная и очень нежная девочка",
    image: "/animals/buklya.jpeg",
    introText:
      "Вам попалась кошечка Букля — маленькая, трогательная и очень нежная девочка.",
    story:
      "Букля, как и Афоня, осталась последней из пятерых котят, кто пока так и не нашёл свою семью.\n\nОна тихая, уютная, и обожает лежать на мягком пледике, она очень домашняя по характеру — настоящая малышка, которой больше всего на свете нужен тепло и комфорт.",
    wishlist: [
      "мягкий пледик, в который можно свернуться клубочком",
      "или уютную лежанку, чтобы было где сладко спать",
      "немного нежности и веры в то, что её человек обязательно найдётся",
    ],
    closingMessage:
      "Пусть подарок Санты принесёт Букле уют, тепло и маленькое новогоднее чудо!",
    display: false,
  },
  {
    name: "Женек",
    slug: "zhenek",
    emoji: "🐱",
    description: "Характерный мальчик и настоящий хозяин мисок",
    image: "/animals/zhenek.jpeg",
    introText:
      "Вам попался котик Женек — характерный мальчик и настоящий хозяин мисок.",
    story:
      "Женек — сын Сири, но характер у него совершенно другой. В отличие от своей нежной мамы, он эгоистичный красавчик, который предпочитает гладиться только тогда, когда сам решит, что момент подходящий. Настоящий кот с правилами!\n\nЗато нет ничего, что Женёк любил бы больше, чем вкусно покушать. Он всегда первый бежит к мискам, расталкивая остальных, как маленький пушистый танк. Никаких сомнений — этот парень знает, чего хочет от жизни.",
    wishlist: [
      "его любимые лакомства Dreamies (н-р арт озон: 161090478)   или что-то похожее",
      "влажный корм — лучшая мотивация для этого сурового, но очаровательного мужчины",
      "внимание, но строго по его расписанию 😼",
    ],
    closingMessage:
      "Пусть подарок Санты принесёт Женьку вкусняшки, удовольствие и возможность оставаться таким же харизматичным котиком, как всегда!",
    display: true,
  },
  {
    name: "Мята",
    slug: "myata",
    emoji: "🐱",
    description: "Милая девочка с непростой судьбой",
    image: "/animals/myata.jpeg",
    introText: "Вам попалась кошечка Мята — милая девочка с непростой судьбой.",
    story:
      "Мята долго жила под домом в деревне Зябровка. Ещё котёнком она повредила глазик, и он со временем засох… Реснички натирали веко, причиняя ей дискомфорт, поэтому ей сделали операцию, чтобы облегчить жизнь.\n\nСейчас Мята чувствует себя прекрасно: она бодрая, жизнерадостная и нежная. И больше всего на свете она любит… вкусняшки!",
    wishlist: [
      "любые вкусные лакомства",
      "немного заботы и внимания",
      "тёплый новогодний момент, который сделает её счастливее",
    ],
    closingMessage:
      "Пусть подарок Санты принесёт Мяте радость, вкусняшки и уют!",
    display: false,
  },
  {
    name: "Филя",
    slug: "filya",
    emoji: "🐱",
    description: "Сильный мальчик с огромным сердцем",
    image: "/animals/filya.jpeg",
    introText: "Вам попался котик Филя — сильный мальчик с огромным сердцем.",
    story:
      "Филю нашли у церкви, где он жил на улице и пытался выжить, никому не нужный.\n\nЕго забрали на передержку родители моего мужа — люди, у которых уже восемь спасённых кошек.\n\nФиля сразу стал частью их большой пушистой семьи, но  ему поставили тяжёлый диагноз: ХПН 4-й стадии.\n\nТеперь он сможет жить лишь на специальном корме — но он борется и очень тянется к людям.",
    wishlist: [
      "сухой или влажный корм Renal (любой подходящий для ХПН)",
      "заботу и нежность",
      "поддержку, чтобы продолжать бороться",
    ],
    closingMessage:
      "Пусть подарок Санты приносит Филе здоровье, вкусный рацион и светлое ощущение заботы!",
    display: false,
  },
  {
    name: "Шипучка",
    slug: "shypuchka",
    emoji: "🐱",
    description: "Особенная малышка с непростой судьбой",
    image: "/animals/shypuchka.jpeg",
    introText:
      "Вам попалась кошечка Шипучка — особенная малышка с непростой судьбой",
    story:
      "Шипучку спасли с дачи, где она жила одна и никому не была нужна. Уже около 9 месяцев она находится у Марии на передержке. За это время она так и не смогла привыкнуть к рукам — люди когда-то очень её напугали, и теперь она всё ещё учится доверять снова.\n\nНо в душе Шипучка — добрая, тихая и ранимая девочка, которая просто мечтает чувствовать себя в безопасности.",
    wishlist: [
      "вкусный пауч, чтобы почувствовать заботу и понять, что люди могут приносить не только страх, но и радость",
      "немного тепла и внимания, пусть даже на расстоянии — каждая частичка доброты помогает ей открываться миру",
      "мягкое послание: «Ты важная, ты нужна, ты заслуживаешь любви»",
    ],
    closingMessage:
      "Пусть подарок Санты станет для Шипучки шагом к доверию, спокойствию и маленькому новогоднему чуду.",
    display: true,
  },
  {
    name: "Соня",
    slug: "sonya",
    emoji: "🐱",
    description: "Добрая, спокойная и очень терпеливая девочка",
    image: "/animals/sonya.jpeg",
    introText:
      "Вам попалась Соня — добрая, спокойная и очень терпеливая девочка.",
    story:
      "Соня живёт у Марии уже около 4 лет и всё это время надеется найти именно свою семью. Она тихая, нежная, ненавязчивая — из тех кошечек, которые просто хотят быть рядом и дарить уют.\n\nНедавно Соне почистили зубки, она отлично перенесла процедуру и теперь снова чувствует себя лучше. Но ей ещё нужно немного заботы и поддержки.",
    wishlist: [
      "лакомства, которые помогают поддерживать здоровье зубок",
      "наполнитель — он всегда нужен и очень облегчает жизнь хвостику",
      "немного внимания, тепла и доброты — как напоминание, что чудеса случаются",
    ],
    closingMessage:
      "Пусть подарок Санты подарит Соне комфорт, радость и ощущение, что кто-то обязательно ждёт её и любит.",
    display: true,
  },
  {
    name: "Тихон",
    slug: "tikhon",
    emoji: "🐱",
    description: "Спокойный, мудрый и очень домашний мальчик",
    image: "/animals/tikhon.jpeg",
    introText:
      "Вам достался котик Тихон — спокойный, мудрый и очень домашний мальчик.",
    story:
      "Тихону 7 лет. Долгое время он жил на дачах, но в этом году Мария забрала его к себе, и он сразу понял, что дом — это лучшее место на свете. Он настолько полюбил тепло квартиры, что и уходить больше не захотел.\n\nТихон — мягкий, спокойный котик, которому очень нужно постоянство и уют.",
    wishlist: [
      "вкусняшки или влажный корм, чтобы почувствовать заботу",
      "тёплое одеяльце или пледик, ведь он обожает комфорт",
      "немного внимания и доброты — это то, чего ему всегда не хватало на дачах",
    ],
    closingMessage:
      "Пусть Санта подарит Тихону ощущение дома и много нежности — он так этого заслуживает!",
    display: false,
  },
  {
    name: "Тишка",
    slug: "tishka",
    emoji: "🐱",
    description: "Осторожный и заботливый мальчик",
    image: "/animals/tishka.jpeg",
    introText: "Вам попался кот Тишка — осторожный и заботливый мальчик.",
    story:
      "У Тишки, возможно, блошиный дерматит, поэтому ему особенно важна забота и внимание.",
    wishlist: [
      "капли Селафорт или средство для ухода за шерстью",
      "внимание и ласку, чтобы чувствовать себя в безопасности",
      "уютное место для отдыха",
    ],
    closingMessage: "Пусть подарок Санты принесёт Тишке радость, заботу и уют!",
    display: true,
  },
  {
    name: "Белка",
    slug: "belka",
    emoji: "🐱",
    description: "Скромная и немного загадочная девочка",
    image: "/animals/belka.jpeg",
    introText:
      "Вам попалась кошечка Белка — скромная и немного загадочная девочка.",
    story:
      "Белка очень тихая, немного похожа на актёра Билла Скарсгарда, с которым она чем-то поделилась своим харизматичным взглядом.",
    wishlist: [
      "мешок древесного наполнителя",
      "баночку консервов",
      "немного ласки и внимания, чтобы чувствовать себя любимой",
    ],
    closingMessage: "Пусть подарок Санты принесёт Белке уют, радость и заботу!",
    display: true,
  },
];
