export const animals = [
  {
    name: "Маня",
    slug: "manya",
    emoji: "🐱",
    description: "Король джунглей, сильный и величественный хищник",
    image: "/animals/manya.jpeg",
    introText: "Вам попалась кошечка Маня.",
    story:
      "Маню Мария нашла маленькой, с больными глазками, под чужим балконом. Но полностью восстановить зрение, к сожалению, уже было невозможно, но Маня частично видит и прекрасно чувствует мир сердцем. Позже выяснилось, что у неё стеноз носоглотки, и ей пришлось перенести две серьёзные операции. К счастью, ей стало легче — и теперь она снова играет, мурчит и радуется жизни.",
    wishlist: [
      "палочку-дразнилку или интерактивную игрушку — она обожает играть и оживает, когда что-то шуршит или движется",
      "вкусняшки любого вида — Маня маленькая сладкоежка и обожает поощрения",
      "и, конечно, немного чудес и теплоты",
    ],
    closingMessage: "Пусть ваш подарок станет для неё искоркой счастья!",
    display: true,
  },
  {
    name: "Симка",
    slug: "simka",
    emoji: "🐱",
    description: "Кошечка, которая учится жить без страха",
    image: "/animals/simka.jpeg",
    introText: "Вам попалась кошечка Симка.",
    story:
      "Мария нашла её под машинами — худую, дрожащую и совсем потерянную. Эта малышка много пережила, но продолжает быть удивительно нежной и благодарной. Совсем недавно у Симки сильно воспалился хвостик — состояние было настолько тяжёлым, что врачи говорили об ампутации. Лечение помогло, но, к сожалению, воспаление вернулось. Сейчас Симке снова нужны лекарства и уход: Кладакса, хлоргексидин, Меколь — всё это помогает ей бороться с воспалением и восстанавливать хвостик.",
    wishlist: [
      "лекарства, которые так необходимы для лечения",
      "её любимый влажный корм — Whiskas или Purina",
      "немного тепла и заботы, которые для неё значат весь мир",
    ],
    closingMessage:
      "Пусть подарок Санты станет для Симки поддержкой и маленьким шагом к полному выздоровлению.",
    display: true,
  },
  {
    name: "Вася",
    slug: "vasya",
    emoji: "🐱",
    description: "Спокойный мальчик, который очень ждёт своего чуда",
    image: "/animals/vasya.jpeg",
    introText:
      "Вам попался кот Вася — спокойный мальчик, который очень ждёт своего чуда.",
    story:
      "Когда-то мы с Марией ловили его на даче: он бегал вместе с маленькими котятами и пытался выжить как мог. На улице Вася получил травму глазика — теперь у него бельмо, что, к сожалению, очень частая история для бездомных животных. Сейчас Вася живёт у Марии и всё ещё верит, что однажды найдёт свою семью, в которой будет чувствовать себя в счастливым.",
    wishlist: [
      "пластиковые мисочки на подставке, чтобы кушать рядом со своими друзьями. Янина поможет выбрать недорогие и удобные варианты на маркетплейсах",
      "и, конечно, немножко тепла и внимания, которые для Васи бесценны",
    ],
    closingMessage:
      "Пусть подарок Санты станет для него маленьким шагом к большой мечте — однажды стать домашним и любимым.",
    display: true,
  },
  {
    name: "Мотя",
    slug: "motya",
    emoji: "🐱",
    description: "Ласковая девочка, которая учится жить без страха",
    image: "/animals/motya.jpeg",
    introText:
      "Вам попалась кошечка Мотя — ласковая девочка, которая учится жить без страха.",
    story:
      "Мотю нашли так же, как и Симку — под машинами, где она пряталась от холода и опасностей. Маленькая, растерянная, дрожащая… но невероятно доверчивая и добрая. После спасения у Моти обнаружилась сильная аллергия на блохи. Теперь ей необходимо ежемесячно капать Селафорт, чтобы не появлялась реакция и малышка чувствовала себя хорошо.",
    wishlist: [
      "капли Селафорт для ежемесячной обработки",
      "немного вкусняшек и ласки",
      "заботу и внимание, которые помогают ей чувствовать себя в безопасности",
    ],
    closingMessage:
      "Пусть подарок Санты станет для Моти спокойствием, заботой и маленьким чудом, которого она так заслуживает.",
    display: true,
  },
  {
    name: "Матильда",
    slug: "matilda",
    emoji: "🐱",
    description: "Смелая девочка с большим сердцем",
    image: "/animals/matilda.jpeg",
    introText:
      "Вам попалась кошечка Матильда — смелая девочка с большим сердцем.",
    story:
      "Матильду нашли в стихийнике, где ей пришлось выживать в непростых условиях. Недавно она перенесла операцию по вправлению пупочной грыжи и постепенно восстанавливается после вмешательства. Пока Матильда ещё не совсем освоилась с лотком, поэтому ей будет очень полезен большой лоток размером примерно 46–52 см, чтобы ей было комфортно.",
    wishlist: [
      "просторный лоток",
      "немного вкусняшек и ласки",
      "заботу и внимание, которые помогут ей чувствовать себя в безопасности",
    ],
    closingMessage:
      "Пусть подарок Санты подарит Матильде удобство, уют и маленькое чудо в её жизни.",
    display: true,
  },
  {
    name: "Кенни",
    slug: "kenny",
    emoji: "🐱",
    description: "Весёлый и игривый мальчик с разными глазами",
    image: "/animals/kenny.jpeg",
    introText:
      "Вам попался кот Кенни — весёлый и игривый мальчик с разными глазами.",
    story:
      "Кенни был спасён вместе со своей сестрёнкой Матильдой из стихийника, где им приходилось выживать в непростых условиях. Сейчас он живёт у Марии и каждый день радуется еде, играм и вниманию.",
    wishlist: [
      "сухой или влажный корм",
      "маленькую интересную игрушку для игр",
      "немного любви и заботы, которые делают его дни ярче",
    ],
    closingMessage:
      "Пусть подарок Санты принесёт Кенни радость, вкусняшки и весёлые моменты!",
    display: true,
  },
  {
    name: "Тиффани",
    slug: "tiffany",
    emoji: "🐱",
    description: "Спокойная и ласковая девочка",
    image: "/animals/tiffany.jpeg",
    introText: "Вам попалась кошечка Тиффани — спокойная и ласковая девочка",
    story:
      "Тиффани попала ко мне настоящим чудом: освободилось место на массовой стерилизации, и её привезли. Она сразу покорила меня своим спокойствием, нежностью и идеальным характером — настоящая мечта для любого хозяина. Я не смогла вернуть ее обратно на улицу под магазин в деревню. она осталась у меня искать своего хозяина.",
    wishlist: [
      "любимые лакомства — консервы, паучи",
      "немного внимания и ласки, которые она так любит",
      "заботу и тепло, чтобы чувствовать себя в безопасности и любимой",
    ],
    closingMessage:
      "Пусть подарок Санты подарит Тиффани радость, вкусняшки и уют!",
    display: true,
  },
  {
    name: "Аврора",
    slug: "aurora",
    emoji: "🐱",
    description: "Добрая и нежная девочка, с непростым диагнозом- ФИП",
    image: "/animals/aurora.jpeg",
    introText:
      "Вам попалась кошечка Аврора — добрая и нежная девочка, с непростым диагнозом- ФИП.",
    story:
      "С Авроры началось наше знакомство с Марией и помощь её подопечным. Благодаря этому знакомству мы смогли вылечить многих животных и подарить дом большому количеству хвостиков. Сейчас Аврора всё ещё ищет свою настоящую семью, но пока ждёт новогодние радости в виде вкусняшек и заботы.",
    wishlist: [
      "вкусняшки и лакомства",
      "внимание и ласку",
      "маленькое чудо, которое согреет её сердце в ожидании дома",
    ],
    closingMessage:
      "Пусть подарок Санты подарит Авроре радость, уют и немного новогодней магии!",
    display: true,
  },
  {
    name: "Фигара",
    slug: "figara",
    emoji: "🐱",
    description: "Маленькая шалунья и любительница игр",
    image: "/animals/figara.jpeg",
    introText:
      "Вам попался котёнок Фигара — маленькая шалунья и любительница игр.",
    story:
      "«Пливет, Санта! Мне тли месяца.. Я ничего не вижу, потому фто мои глафки тламвиловались, но я очень хочу иглать и быть любимой! Я очень хотю получить иглушку и вкусный корм. Пожалуйста, не забудь про меня!» 🐾",
    wishlist: [
      "корм Royal Canin — сухой, консервы или паучи",
      "игрушки шуршалки или с хвостиками звенящие",
      "немного внимания и ласки, которые она так любит",
    ],
    closingMessage:
      "Пусть подарок Санты подарит Фигаре весёлые игры, вкусняшки и любовь!",
    display: true,
  },
  {
    name: "Кола",
    slug: "cola",
    emoji: "🐱",
    description: "Добрая и ласковая девочка",
    image: "/animals/cola.jpeg",
    introText: "Вам попалась кошечка Кола — добрая и ласковая девочка.",
    story:
      "Кола пришла к нам от соседей, следуя за своей «соседкой» — тоже кошкой, которая жила у соседей. Её кличка с испанского означает «хвост». Раньше она жила в сарае, питалась отходами и рожала котят, которые, к сожалению, погибали. Один из её котят всё же заглядывает к нам, но забрать его пока нельзя из-за лишая на голове. Возможно, позже мы сможем помочь и ему. Кола сразу поняла, что у нас ей хорошо, и подарила нам свою нежность и доверие.",
    wishlist: [
      "сухой и влажный корм",
      "внимание и ласку",
      "свой дом навсегда, где она будет чувствовать себя в безопасности и любимой",
    ],
    closingMessage:
      "Пусть подарок Санты принесёт Коле радость, вкусняшки и немного волшебства!",
    display: true,
  },
  {
    name: "Сири",
    slug: "siri",
    emoji: "🐱",
    description: "Нежная и уверенная девочка",
    image: "/animals/siri.jpeg",
    introText: "Вам попалась кошечка Сири — нежная и уверенная девочка.",
    story:
      "Сири — «кеп» нашей огромной кошачьей команды. Подарить подарок Сири — значит задобрить настоящего лидера ОПГ… шутка! 😸 На самом деле, Сири очень нежная и добрая. У неё атаксия, которая, к сожалению, неизлечима, но среди всех атаксиков она самая уверенная и самостоятельная. Её жизненные функции полностью сохранены, и она радуется каждому дню. Сири обожает игры и вкусно покушать, поэтому подарки для неё — это радость и внимание.",
    wishlist: [
      "игрушки для игр и активности",
      "вкусный корм и лакомства",
      "внимание, ласку и заботу, которые делают её дни ярче",
    ],
    closingMessage: "Пусть подарок Санты принесёт Сири радость, веселье и уют!",
    display: true,
  },
  {
    name: "Афоня",
    slug: "afonya",
    emoji: "🐱",
    description: "Самый нежный мальчик на свете",
    image: "/animals/afonya.jpeg",
    introText: "Вам попался кот Афоня — самый нежный мальчик на свете.",
    story:
      "Афоня — большой и ласковый котёнок, настоящий обжора, что видно по его размерам. Он обожает любые лакомства и радуется каждому вкусному кусочку.",
    wishlist: [
      "вкусняшки любого вида",
      "внимание, ласку и заботу",
      "немного тепла и любви, которые делают его дни счастливыми",
    ],
    closingMessage:
      "Пусть подарок Санты принесёт Афоне радость, вкусняшки и уют!",
    display: true,
  },
  {
    name: "Моня",
    slug: "monya",
    emoji: "🐱",
    description: "Смелая и храбрая девочка",
    image: "/animals/monya.jpeg",
    introText: "Вам попалась кошечка Моня — смелая и храбрая девочка.",
    story:
      "Моня была спасена из тяжёлых условий гомельского стихийника. Сейчас она находится на хорошей передержке, где о ней заботятся и дают всё необходимое для восстановления. После спасения Моня нуждается в повторной обработке капельками Селафорт, поэтому такой подарок будет для неё очень полезен.",
    wishlist: [
      "капли Селафорт для обработки",
      "внимание и ласку, которые помогают ей чувствовать себя в безопасности",
      "заботу и немного радости, чтобы каждый день был светлым",
    ],
    closingMessage:
      "Пусть подарок Санты принесёт Монечке здоровье и хорошую семью!",
    display: true,
  },
  {
    name: "Солнышко",
    slug: "solnyshko",
    emoji: "🐱",
    description: "Сестричка с большим сердцем",
    image: "/animals/solnyshko.jpeg",
    introText:
      "Вам попались кошечки Солнышко и Кнопа — сестрички с большим сердцем.",
    story:
      "Солнышко и Кнопа были спасены из подвала ровно год назад и вылечены от вирусных заболеваний. С тех пор они живут у нас, но всё ещё ждут свою настоящую семью.",
    wishlist: [
      "вкусняшки и лакомства, которые сделают ожидание дома приятнее",
      "внимание, ласку и заботу",
      "немного новогодней магии, чтобы почувствовать себя любимыми",
    ],
    closingMessage:
      "Пусть подарок Санты принесёт Солнышку и Кнопе радость, уют и веру в чудо!",
    display: true,
  },
  {
    name: "Кнопа",
    slug: "knopa",
    emoji: "🐱",
    description: "Сестричка с большим сердцем",
    image: "/animals/knopa.jpeg",
    introText:
      "Вам попались кошечки Солнышко и Кнопа — сестрички с большим сердцем.",
    story:
      "Солнышко и Кнопа были спасены из подвала ровно год назад и вылечены от вирусных заболеваний. С тех пор они живут у нас, но всё ещё ждут свою настоящую семью.",
    wishlist: [
      "вкусняшки и лакомства, которые сделают ожидание дома приятнее",
      "внимание, ласку и заботу",
      "немного новогодней магии, чтобы почувствовать себя любимыми",
    ],
    closingMessage:
      "Пусть подарок Санты принесёт Солнышку и Кнопе радость, уют и веру в чудо!",
    display: true,
  },
  {
    name: "Байка",
    slug: "bayka",
    emoji: "🐱",
    description: "Нежная и немного робкая девочка",
    image: "/animals/bayka.jpeg",
    introText: "Вам попалась кошечка Байка — нежная и немного робкая девочка.",
    story:
      "Байка уже однажды обрела семью, но была возвращена обратно. После этого она стала неуверенной и осторожной к людям. Мы надеемся, что со временем она поймёт: это не она плохая, а поступки людей.",
    wishlist: [
      "вкусняшки и лакомства, чтобы получить маленькое послание: «Ты хорошая и заслуживаешь любви»",
      "внимание, ласку и заботу, которые помогут ей поверить людям снова",
      "немного тепла и поддержки, чтобы каждый день был спокойным и радостным",
    ],
    closingMessage:
      "Пусть подарок Санты принесёт Байке радость, уверенность и ощущение любви!",
    display: true,
  },
  {
    name: "Султан",
    slug: "sultan",
    emoji: "🐱",
    description: "Неразлучник",
    image: "/animals/sultan.jpeg",
    introText: "Вам попались котики Султан и Ракета — неразлучники.",
    story:
      "Султанчик и Ракета были спасены с автобусной остановки. Они всегда рядом друг с другом, и их любовь друг к другу — безмерна.",
    wishlist: [
      "сухой корм или консервы, которые они обожают",
      "внимание, ласку и заботу, которые делают их дни ярче",
      "немного радости и уюта, чтобы каждый день был тёплым и вкусным",
    ],
    closingMessage:
      "Пусть подарок Санты принесёт Султану и Ракете вкусняшки, уют и любовь!",
    display: true,
  },
  {
    name: "Ракета",
    slug: "raketa",
    emoji: "🐱",
    description: "Неразлучник",
    image: "/animals/raketa.jpeg",
    introText: "Вам попались котики Султан и Ракета — неразлучники.",
    story:
      "Султанчик и Ракета были спасены с автобусной остановки. Они всегда рядом друг с другом, и их любовь друг к другу — безмерна.",
    wishlist: [
      "сухой корм или консервы, которые они обожают",
      "внимание, ласку и заботу, которые делают их дни ярче",
      "немного радости и уюта, чтобы каждый день был тёплым и вкусным",
    ],
    closingMessage:
      "Пусть подарок Санты принесёт Султану и Ракете вкусняшки, уют и любовь!",
    display: true,
  },
  {
    name: "Тая",
    slug: "taya",
    emoji: "🐱",
    description: "Активная и любопытная девочка",
    image: "/animals/taya.jpeg",
    introText: "Вам попалась кошечка Тая — активная и любопытная девочка.",
    story:
      "Тая жила на мусорке и сама боролась за каждый день. Ей ещё нет и 8 месяцев, и она полна энергии и любопытства.",
    wishlist: [
      "игрушку для игр и активности",
      "любимый влажный корм",
      "внимание, ласку и заботу, чтобы почувствовать себя в безопасности и любимой",
    ],
    closingMessage:
      "Пусть подарок Санты подарит Тае радость, весёлые игры и уют!",
    display: true,
  },
  {
    name: "Муля",
    slug: "mulya",
    emoji: "🐶",
    description: "Ласковая девочка, которая ждет свою семью долго",
    image: "/animals/mulya.jpeg",
    introText:
      "Вам попалась собачка Муля — ласковая девочка. которая ждет свою семью долго и это уже 3 ее новый год на передержке...",
    story: "Муля обожает вкусно покушать и радуется каждому кусочку еды.",
    wishlist: [
      "любимый влажный корм — паучи, например Pedigree, дарлинг",
      "внимание, ласку и заботу, которые делают её дни радостными",
      "может быть игрушку даже",
    ],
    closingMessage:
      "Пусть подарок Санты принесёт Муле радость, вкусняшки и тепло!",
    display: true,
  },
];
