export const animals = [
  {
    name: "Маня",
    emoji: "🐱",
    description: "Король джунглей, сильный и величественный хищник",
    image: "/animals/manya.jpeg",
    introText: "Вам попалась кошечка Маня.",
    story:
      "Маню Мария нашла маленькой, с больными глазками, под чужим балконом. Но полностью восстановить зрение, к сожалению, уже было невозможно, но Маня частично видит и прекрасно чувствует мир сердцем. Позже выяснилось, что у неё стеноз носоглотки, и ей пришлось перенести две серьёзные операции. К счастью, ей стало легче — и теперь она снова играет, мурчит и радуется жизни.",
    wishlist: [
      "палочку-дразнилку или интерактивную игрушку — она обожает играть и оживает, когда что-то шуршит или движется",
      "вкусняшки любого вида — Маня маленькая сладкоежка и обожает поощрения",
      "и, конечно, немного чудес и теплоты",
    ],
    closingMessage: "Пусть ваш подарок станет для неё искоркой счастья!",
    display: true,
  },
  {
    name: "Симка",
    emoji: "🐱",
    description: "Кошечка, которая учится жить без страха",
    image: "/animals/simka.jpeg",
    introText: "Вам попалась кошечка Симка.",
    story:
      "Мария нашла её под машинами — худую, дрожащую и совсем потерянную. Эта малышка много пережила, но продолжает быть удивительно нежной и благодарной. Совсем недавно у Симки сильно воспалился хвостик — состояние было настолько тяжёлым, что врачи говорили об ампутации. Лечение помогло, но, к сожалению, воспаление вернулось. Сейчас Симке снова нужны лекарства и уход: Кладакса, хлоргексидин, Меколь — всё это помогает ей бороться с воспалением и восстанавливать хвостик.",
    wishlist: [
      "лекарства, которые так необходимы для лечения",
      "её любимый влажный корм — Whiskas или Purina",
      "немного тепла и заботы, которые для неё значат весь мир",
    ],
    closingMessage:
      "Пусть подарок Санты станет для Симки поддержкой и маленьким шагом к полному выздоровлению.",
    display: true,
  },
  {
    name: "Вася",
    emoji: "🐱",
    description: "Спокойный мальчик, который очень ждёт своего чуда",
    image: "/animals/vasya.jpeg",
    introText:
      "Вам попался кот Вася — спокойный мальчик, который очень ждёт своего чуда.",
    story:
      "Когда-то мы с Марией ловили его на даче: он бегал вместе с маленькими котятами и пытался выжить как мог. На улице Вася получил травму глазика — теперь у него бельмо, что, к сожалению, очень частая история для бездомных животных. Сейчас Вася живёт у Марии и всё ещё верит, что однажды найдёт свою семью, в которой будет чувствовать себя в счастливым.",
    wishlist: [
      "пластиковые мисочки на подставке, чтобы кушать рядом со своими друзьями. Янина поможет выбрать недорогие и удобные варианты на маркетплейсах",
      "и, конечно, немножко тепла и внимания, которые для Васи бесценны",
    ],
    closingMessage:
      "Пусть подарок Санты станет для него маленьким шагом к большой мечте — однажды стать домашним и любимым.",
    display: true,
  },
  {
    name: "Мотя",
    emoji: "🐱",
    description: "Ласковая девочка, которая учится жить без страха",
    image: "/animals/motya.jpeg",
    introText:
      "Вам попалась кошечка Мотя — ласковая девочка, которая учится жить без страха.",
    story:
      "Мотю нашли так же, как и Симку — под машинами, где она пряталась от холода и опасностей. Маленькая, растерянная, дрожащая… но невероятно доверчивая и добрая. После спасения у Моти обнаружилась сильная аллергия на блохи. Теперь ей необходимо ежемесячно капать Селафорт, чтобы не появлялась реакция и малышка чувствовала себя хорошо.",
    wishlist: [
      "капли Селафорт для ежемесячной обработки",
      "немного вкусняшек и ласки",
      "заботу и внимание, которые помогают ей чувствовать себя в безопасности",
    ],
    closingMessage:
      "Пусть подарок Санты станет для Моти спокойствием, заботой и маленьким чудом, которого она так заслуживает.",
    display: true,
  },
  {
    name: "Матильда",
    emoji: "🐱",
    description: "Смелая девочка с большим сердцем",
    image: "/animals/matilda.jpeg",
    introText:
      "Вам попалась кошечка Матильда — смелая девочка с большим сердцем.",
    story:
      "Матильду нашли в стихийнике, где ей пришлось выживать в непростых условиях. Недавно она перенесла операцию по вправлению пупочной грыжи и постепенно восстанавливается после вмешательства. Пока Матильда ещё не совсем освоилась с лотком, поэтому ей будет очень полезен большой лоток размером примерно 46–52 см, чтобы ей было комфортно.",
    wishlist: [
      "просторный лоток",
      "немного вкусняшек и ласки",
      "заботу и внимание, которые помогут ей чувствовать себя в безопасности",
    ],
    closingMessage:
      "Пусть подарок Санты подарит Матильде удобство, уют и маленькое чудо в её жизни.",
    display: true,
  },
  {
    name: "Кенни",
    emoji: "🐱",
    description: "Весёлый и игривый мальчик с разными глазами",
    image: "/animals/kenny.jpeg",
    introText:
      "Вам попался кот Кенни — весёлый и игривый мальчик с разными глазами.",
    story:
      "Кенни был спасён вместе со своей сестрёнкой Матильдой из стихийника, где им приходилось выживать в непростых условиях. Сейчас он живёт у Марии и каждый день радуется еде, играм и вниманию.",
    wishlist: [
      "сухой или влажный корм",
      "маленькую интересную игрушку для игр",
      "немного любви и заботы, которые делают его дни ярче",
    ],
    closingMessage:
      "Пусть подарок Санты принесёт Кенни радость, вкусняшки и весёлые моменты!",
    display: true,
  },
  {
    name: "Тиффани",
    emoji: "🐱",
    description: "Спокойная и ласковая девочка",
    image: "/animals/tiffany.jpeg",
    introText: "Вам попалась кошечка Тиффани — спокойная и ласковая девочка",
    story:
      "Тиффани попала ко мне настоящим чудом: освободилось место на массовой стерилизации, и её привезли. Она сразу покорила меня своим спокойствием, нежностью и идеальным характером — настоящая мечта для любого хозяина. Я не смогла вернуть ее обратно на улицу под магазин в деревню. она осталась у меня искать своего хозяина.",
    wishlist: [
      "любимые лакомства — консервы, паучи",
      "немного внимания и ласки, которые она так любит",
      "заботу и тепло, чтобы чувствовать себя в безопасности и любимой",
    ],
    closingMessage:
      "Пусть подарок Санты подарит Тиффани радость, вкусняшки и уют!",
    display: true,
  },
  {
    name: "Аврора",
    emoji: "🐱",
    description: "Добрая и нежная девочка, с непростым диагнозом- ФИП",
    image: "/animals/aurora.jpeg",
    introText:
      "Вам попалась кошечка Аврора — добрая и нежная девочка, с непростым диагнозом- ФИП.",
    story:
      "С Авроры началось наше знакомство с Марией и помощь её подопечным. Благодаря этому знакомству мы смогли вылечить многих животных и подарить дом большому количеству хвостиков. Сейчас Аврора всё ещё ищет свою настоящую семью, но пока ждёт новогодние радости в виде вкусняшек и заботы.",
    wishlist: [
      "вкусняшки и лакомства",
      "внимание и ласку",
      "маленькое чудо, которое согреет её сердце в ожидании дома",
    ],
    closingMessage:
      "Пусть подарок Санты подарит Авроре радость, уют и немного новогодней магии!",
    display: true,
  },
  {
    name: "Фигара",
    emoji: "🐱",
    description: "Маленькая шалунья и любительница игр",
    image: "/animals/figara.jpeg",
    introText:
      "Вам попался котёнок Фигара — маленькая шалунья и любительница игр.",
    story:
      "«Пливет, Санта! Мне тли месяца.. Я ничего не вижу, потому фто мои глафки тламвиловались, но я очень хочу иглать и быть любимой! Я очень хотю получить иглушку и вкусный корм. Пожалуйста, не забудь про меня!» 🐾",
    wishlist: [
      "корм Royal Canin — сухой, консервы или паучи",
      "игрушки шуршалки или с хвостиками звенящие",
      "немного внимания и ласки, которые она так любит",
    ],
    closingMessage:
      "Пусть подарок Санты подарит Фигаре весёлые игры, вкусняшки и любовь!",
    display: true,
  },
];
